CV.org
#+html_head: <link rel="stylesheet" href="css/org-page.css"/>
#+title: CV

- NAME -- Xie Yuheng
  - FAMILY NAME -- Xie
  - GIVEN NAME -- Yuheng

- BORN -- January 15, 1992 in YinChuan, China

- CITIZENSHIP -- China

- EDUCATION
  - B.S. (Mathematics) Sun Yat-sen University, 2015

- HONORS AND SOCIETIES -- None

- EMAIL -- xyheme@gmail.com

- GITHUB -- https://github.com/xieyuheng

* PROFESSIONAL EXPERIENCE

*** 2018-11 -- 2019-02

    - ChangChunLiXiang Tech, China, Beijing
      data mining algorithms,
      anomaly detection, root cause analysis
      (python, pandas, numpy)

*** 2018-03 -- 2018-05

    - InBlockchain, pxn.one, China, Beijing.
      web backend, graphql API
      (elixir, postgresql)

*** 2017-11 -- 2018-02

    - RiceQuant.com, China, ShenZhen.
      web backend, trading strategies
      (python, pandas, numpy, flask, mongodb)

*** 2015 -- 2017

    - Learning programming languages and language design.
