CV.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-04-13 Sat 10:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>CV</title>
<meta name="generator" content="Org-mode" />
<link rel="stylesheet" href="css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">CV</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf43ce34">PROFESSIONAL EXPERIENCE</a>
<ul>
<li><a href="#orgf803696">2018-11 &#x2013; 2019-02</a></li>
<li><a href="#org9eac7d4">2018-03 &#x2013; 2018-05</a></li>
<li><a href="#org91f2086">2017-11 &#x2013; 2018-02</a></li>
<li><a href="#org7f29aac">2015 &#x2013; 2017</a></li>
</ul>
</li>
</ul>
</div>
</div>
<ul class="org-ul">
<li><p>NAME &#x2013; Xie Yuheng</p><p><ul class="org-ul"></p><p><li><p>FAMILY NAME &#x2013; Xie</p></li></p><p><li><p>GIVEN NAME &#x2013; Yuheng</p></li></ul></p></li>

<li><p>BORN &#x2013; January 15, 1992 in YinChuan, China</p></li>

<li><p>CITIZENSHIP &#x2013; China</p></li>

<li><p>EDUCATION</p><p><ul class="org-ul"></p><p><li><p>B.S. (Mathematics) Sun Yat-sen University, 2015</p></li></ul></p></li>

<li><p>HONORS AND SOCIETIES &#x2013; None</p></li>

<li><p>EMAIL &#x2013; xyheme@gmail.com</p></li>

<li><p>GITHUB &#x2013; <a href="https://github.com/xieyuheng">https://github.com/xieyuheng</a></p></li></ul>

<div id="outline-container-orgf43ce34" class="outline-2">
<h2 id="orgf43ce34">PROFESSIONAL EXPERIENCE</h2>
<div class="outline-text-2" id="text-orgf43ce34">
</div><div id="outline-container-orgf803696" class="outline-3">
<h3 id="orgf803696">2018-11 &#x2013; 2019-02</h3>
<div class="outline-text-3" id="text-orgf803696">
<ul class="org-ul">
<li><p>ChangChunLiXiang Tech, China, Beijing</p><p>data mining algorithms,</p><p>anomaly detection, root cause analysis</p><p>(python, pandas, numpy)</p></li></ul>
</div>
</div>

<div id="outline-container-org9eac7d4" class="outline-3">
<h3 id="org9eac7d4">2018-03 &#x2013; 2018-05</h3>
<div class="outline-text-3" id="text-org9eac7d4">
<ul class="org-ul">
<li><p>InBlockchain, pxn.one, China, Beijing.</p><p>web backend, graphql API</p><p>(elixir, postgresql)</p></li></ul>
</div>
</div>

<div id="outline-container-org91f2086" class="outline-3">
<h3 id="org91f2086">2017-11 &#x2013; 2018-02</h3>
<div class="outline-text-3" id="text-org91f2086">
<ul class="org-ul">
<li><p>RiceQuant.com, China, ShenZhen.</p><p>web backend, trading strategies</p><p>(python, pandas, numpy, flask, mongodb)</p></li></ul>
</div>
</div>

<div id="outline-container-org7f29aac" class="outline-3">
<h3 id="org7f29aac">2015 &#x2013; 2017</h3>
<div class="outline-text-3" id="text-org7f29aac">
<ul class="org-ul">
<li><p>Learning programming languages and language design.</p></li></ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-04-13 Sat 10:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
